IdeaRS.Connections
RibData.IncludeFirstCode Property
Compatible with IDEA StatiCa 0.0
 If 3 - first and last rib is included (in case of repeating)
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public int IncludeFirstCode { get; set; }
Property Value
Type: Int32
See Also
Reference
RibData Class
IdeaRS.Connections.Data Namespace